/* No comment provided by engineer. */
"Account or password not recognized" = "Konto eller lösenord kändes inte igen.";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Det angivna användarnamnet och lösenordet ger inte tillåtelse till inloggning på fjärrservern. Det ena eller båda är ogiltiga, eller så har de skrivits in fel.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD Flat File och NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Kan inte konfigurera Katalogtjänster";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Kan inte ansluta till server";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "skiftlås på";

/* No comment provided by engineer. */
"Delete directory domain?" = "Radera katalogdomän?";

/* Window Title */
"Directory Access: %@" = "Kataloginställning: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ett oväntat fel inträffade";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Katalogtjänster är kanske inte installerat på servern eller har stängts av, eller så har URL:en kanske skrivits in fel.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Vill du spara ändringarna innan du låser?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Vill du spara ändringarna innan du avslutar?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Spara inte";

/* No comment provided by engineer. */
"Edit of Custom path" = "Redigera anpassad sökväg.";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Kunde inte allokera databuffert.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Kunde inte allokera datalista.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Kunde inte bygga datalista från strängar.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Kunde inte ändra anpassad sökpolicy.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Kan inte ändra sökpolicy.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Kunde inte deallokera databuffert.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Kunde inte inhämta katalognodantal.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Kunde inte öppna katalognod.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Kunde inte hämta katalogdomäner.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Kunde inte hämta insticksfilslista.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Kunde inte hämta attributspost.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Kunde inte hämta post.";

/* Error converting */
"IPv4 address required." = "IPv4-adress krävs.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Please confirm deletion." = "Bekräfta radering.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "Inställningsprogrammet %@ för insticksfiler kunde inte öppnas.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "Inställningsprogrammet %1$@ för insticksfiler saknas. Försök med att redigera inställningsfilen %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Inställningsprogrammet %1$@ för insticksfiler eller inställningsfilen %2$@ kunde inte öppnas.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Inställningsprogrammet för insticksfiler: %@ saknas.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Inställningsfilen %@ för insticksfiler saknas.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Kunde inte ställa in insticksfilen";

/* No comment provided by engineer. */
"Save" = "Spara";

/* No comment provided by engineer. */
"Save Changes?" = "Spara ändringar?";

/* No comment provided by engineer. */
"Server not found" = "Servern hittades inte";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Några av de markerade katalogdomänerna finns redan i din anpassade sökväg.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Det angivna användarnamnet och lösenordet ger inte tillåtelse till inloggning på fjärrservern. Det ena eller båda är ogiltiga, eller så har de skrivits in fel.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Fjärrservern använder en annan version av Mac OS X. Fjärrinställning av Kataloginställning kräver att båda maskinerna har samma version.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "Fjärrservern kanske inte är tillgänglig nu eller så kan URL:en ha skrivits in fel.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Den här katalogdomänen finns redan i din anpassade sökväg.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Detta fält får endast innehålla latinska ASCII-tecken.";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Den här insticksfilen behöver inte konfigureras.";

"kVerifyingNFSMountHeader" = "Kontaktar NFS-servern.";
"kVerifyingNFSMountBody" = "Försöker kontrollera att NFS-URL:en är giltig. Om du vill fortsätta utan att kontrollera klickar du på ”Kontrollera inte”.";
"kVerifyingNFSMountOKBtnTitle" = "Kontrollera inte";
"kNFSMountNoResponseHeader" = "NFS-servern svarade inte.";
"kNFSMountNoResponseBody" = "NFS-servern svarade inte. Vill du ändå skapa den här inlänkningspunkten?";
"kNFSMountNoResponseOKBtnTitle" = "Skapa";
"kNFSMountGoodHeader" = "NFS-servern verkar fungera.";
"kNFSMountGoodBody" = "NFS-servern svarade och verkar fungera. Klicka på OK för att fortsätta.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "Lösenordet är felaktigt.";
"kUserHomeDirBadPasswordBody" = "Du har angett fel lösenord för det här användarkontot.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Lösenorden till kontot och FileVault-hemmappen är inte likadana.";
"kUserHomeDirPassDoesntMatchImageBody" = "Ändra lösenordet för det här användarkontot i Systeminställningar så att det är likadant som lösenordet till den valda FileVault-hemmappen.";
"kEnableRootUserMenuItem" = "Aktivera root-användare";
"kDisableRootUserMenuItem" = "Avaktivera root-användare";

"kODServerType" = "Open Directory-server";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory-domän:";
"kLocalODMasterDisplayName" = "Lokal server";

"kStatusDisplayStringODUp" = "Den här servern svarar normalt.";
"kStatusDisplayStringODDown" = "Den här servern svarar inte.";
"kStatusDisplayStringODChecking" = "Den här datorn försöker kontakta %@.";
"kStatusDisplayStringODNotUsed" = "Den här servern används inte just nu.";
"kStatusDisplayStringADUp" = "Den här domänen svarar normalt.";
"kStatusDisplayStringADDown" = "Den här domänen svarar inte.";
"kStatusDisplayStringADChecking" = "Den här datorn försöker kontakta %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Den här servern finns inte i din autentiseringssökpolicy.";

"kNoDirectoryServersFoundMsg" = "Ingen katalogserver är konfigurerad";

"kEditDirServerMergeAccountLabelFormat" = "”%@” med nätverkskontot nedan";

"kSingleSBSFound" = "Mac OS X-servern ”%@” kan erbjuda följande tjänster. Vill du ställa in datorn så att den kan använda de tjänster som tillhandahålls?";
"kSBSMergeAccountLabelFormat" = "Ja, ställ in mina program";
"kSBSDontMergeAccountLabelFormat" = "Ställ in tjänster";
"kSBSDontDoAnything" = "Nej, ställ inte in inte mina program";
"kSBSOptionsPageMsgFormat" = "Vill du konfigurera dina program för användning av de tjänster som den här servern erbjuder? Detta händer:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Ange det användarnamn och lösenord du fick av serveradministratören på ”%@”.";
"kSBSAuthPageMsg2Format" = "Ange lösenordet för kontot ”%@” på den här datorn.";
"kSBSFinalPageMsgFormatMerge" = "Nu är dina program redo att använda tjänsterna på ”%@”.\r\r%@\r\rNär du har loggat ut och loggat in igen kan du använda de nya tjänsterna.";
"kSBSFinalPageMsgLocalPassChanged" = "Lösenordet för kontot %@ på den här datorn ändrades så att det blir likadant som lösenordet för kontot %@ på servern ”%@”.";
"kSBSFinalPageMsgServerPassChanged" = "Lösenordet för kontot %@ på servern ”%@” ändrades så att det blir likadant som lösenordet för kontot %@ på den här datorn.";
"kSBSFinalPageMsgFormatNoMerge" = "Nu är dina program redo att använda tjänsterna på ”%@”.";
"kUpgradeUserFailedTitle" = "Inställning av användarkonton misslyckades.";
"kUpgradeUserFailedMsgFormat" = "Ett oväntat fel av typen %d inträffade. Inga ändringar gjordes.";
"kUpgradeUserFailedbadPasswdMSg" = "Lösenordet för nätverkskontot var felaktigt. Kontrollera lösenord och användarnamn och försök igen.";
"kUpgradeUserFailedDSErrorMSg" = "Ett Open Directory-fel inträffade. Inga ändringar gjordes.";
"kUpgradeUserFailedBackupErrorMSg" = "Ett fel uppstod när säkerhetskopieringen ställdes in. Inga ändringar gjordes. Du kan fortsätta utan säkerhetskopiering genom att slå av säkerhetskopiering och försöka igen.";

"kAugmentUserBindingToSBSAlert" = "Vill du använda tjänster på servern?";
"kAugmentUserBindingToSBSMsgFormat" = "Om du väljer att använda tjänsterna på %@ så ställs ditt konto in för användning med de tjänsterna.";
"kAugmentUserBindingToSBSBindBtn" = "Använd server";
"kAugmentUserBindingToSBSDontBindBtn" = "Avbryt";

"kSureToDeleteODServerTitle" = "Vill du sluta använda katalogservern?";
"kSureToDeleteODServerMsg" = "Är du säker på att du vill sluta använda katalogservern %@? Denna åtgärd kan inte ångras.";
"kSureToDeleteSBServerTitle" = "Sluta använda Mac OS X-servern?";
"kSureToDeleteSBServerMsg" = "Är du säker på att du vill sluta använda tjänsterna på Mac OS X-servern %@? Denna åtgärd kan inte ångras.";
"kCantDeleteLocalSBSTitle" = "Kan inte radera den lokala servern.";
"kCantDeleteLocalSBSMsg" = "Den lokala servern krävs för att den här Mac OS X-servern ska fungera på rätt sätt och kan inte raderas.";
"kCantEditLocalSBSTitle" = "Kan inte redigera den lokala servern.";
"kCantEditLocalSBSMsg" = "Den lokala servern krävs för att den här Mac OS X-servern ska fungera på rätt sätt och kan inte redigeras.";
"kDeleteServerBtn" = "Sluta använda server";
"kDontDeleteServerBtn" = "Avbryt";
"kLeaveServerBtn" = "Sluta använda server";
"kDontLeaveServerBtn" = "Avbryt";
"kLogOutBtn" = "Logga ut";
"kQuitBtn" = "Avsluta";
"kSkipFoundSBSSheetBtn" = "Hoppa över";
"kJoinButton" = "Slutför inställning";
"kBeginSetupBtn" = "Ställ in";
"kNewSBSStepTitleAlert" = "Introduktion";
"kNewSBSStepTitleAuth" = "Autentisering";
"kNewSBSStepTitleOptions" = "Konfigurationsalternativ";
"kNewSBSStepTitleBackUp" = "Säkerhetskopiering";
"kNewSBSStepTitleFinished" = "Klar";
"kNewSBSBadLocalPassword" = "Autentiseringsfel.";
"kNewSBSBadLocalPasswordMsg" = "Du angav inte rätt lösenord för det lokala användarkontot.";
"kNewSBSBadNetPassword" = "Autentiseringsfel.";
"kNewSBSBadNetPasswordMsg" = "Användarnamnet och lösenordet du angav för användarkontot på servern stämmer inte.";
"kSureNotToMergeTitle" = "Är du säker på att du vill fortsätta utan att uppgradera ditt lokala konto?";
"kSureNotToMergeMsg" = "Om du inte uppgraderar, men vill kunna använda tjänsterna som erbjuds av ”%@” måste du logga in med det användarnamn och lösenord du fått av serveradministratören.";
"kDontMergeBtn" = "Uppgradera inte";
"kGoBackBtn" = "Tillbaka";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Ställer in ett e-postkonto för dig och visar kontakter från servern.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Ställer in ett iChat-konto åt dig och fyller din kontaktlista i iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Gör att du kan säkerhetskopiera data från den här datorn till en server.";
"kFileServicesServiceName" = "Fildelning";
"kFileServicesServiceDescription" = "Lägger till delade skivor i sidofältet i Finder-fönster.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Skapar en personlig kalender åt dig på servern och lägger till den i iCal.";
"kWebServiceName" = "Webb";
"kWebServiceDescription" = "Ger dig tillgång till en gruppwebbplats med en wiki och blogg.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Gör så att du kan fjärransluta till det privata nätverket.";
"kMailConfigDetails" = "• Konfigurera Mail till att använda ditt e-postkonto på servern\r";
"kIChatConfigDetails" = "• Konfigurera iChat till att använda ditt iChat-konto på servern\r";
"kFileSharingConfigDetails" = "• Lägg till delade skivor från servern till sidofältet i Finder\r";
"kICalConfigDetails" = "• Lägg till din personliga kalender på servern i iCal\r";
"kVPNConfigDetails" = "• Lägg till en VPN-konfiguration för den här servern\r";
"kDontAskAboutThisServerAgain" = "Fråga inte om den här servern igen";
"kDontAskAboutTheseServersAgain" = "Fråga inte om de här servrarna igen";

"kBackupAllData" = "Säkerhetskopiera alla data från den här datorn";
"kCouldntAddServer" = "Kan inte lägga till server.";
"kCouldntAddServerUnexpectedErrorFormat" = "Ett oväntat fel av typ %d (%@) inträffade.";
"kBadODServerNameFormat" = "Inget svar från %@. Kontrollera att adressen du angav stämmer.";
"kDuplicateServerNameFormat" = "Den här datorn använder redan %@ eller en matchande kopia.";
"kServerDoesntSupportSSLFormat" = "%@ stöder inte kataloganslutningar som är krypterade med SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ kan inte läggas till eftersom den inte är en Open Directory-server eller för att den använder anpassade kopplingar.\n\nSå här lägger du till servern:\n\n• Klicka på knappen ”Visa avancerade inställningar” i huvudfönstret\n• Välj ”Tjänster” i verktygsfältet\n• Lägg till servern med rätt kopplingar med hjälp av tjänsten LDAPv3";
"kCouldntAddADDomain" = "Kan inte lägga till domänen.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Ett oväntat fel av typ %d (%@) inträffade.";
"kBadADDomainNameFormat" = "Inget svar från %@. Kontrollera att adressen du angav stämmer.";
"kPasswordsDontMatchTitle" = "Lösenorden du angav är inte likadana.";
"kPasswordsDontMatchMsg" = "Försök igen.";

"kAddODServerStepCheckingAddress" = "Bekräftar serveradress…";
"kAddODServerStepCheckingForDupes" = "Letar efter matchande servrar…";
"kAddODServerStep1" = "Serverinformation upptäckt…";
"kAddODServerStep2" = "Validerar koppling…";
"kAddODServerStep3" = "Upptäcker krävda säkerhetsnivåer och kopplingskrav…";
"kAddODServerStep4" = "Försöker koppla…";
"kAddODServerStep5" = "Lägger till server till konfiguration…";

"kCouldntBindToWGSWithADParent" = "Kan inte koppla.";
"kCouldntBindToWGSWithADParentMsg" = "Servern %@ är kopplad till Active Directory-domänen %@. Om du vill koppla till den här servern måste du koppla till Active Directory-domänen först.";
"kDupeComputerRecordFound" = "Det finns redan en dator i katalogen som har samma namn. Du kan välja att skriva över namnet, men detta kan göra den andra datorn oanvändbar om den används just nu.";
"kAuthedBindingRequired" = "Den här servern kräver autentiserad bindning. Ange namn och lösenord för servern.";
"kAuthedBindingAllowed" = "Den här servern tillåter autentiserad bindning. Du kan ange ett namn och lösenord eller lämna fälten tomma och göra bindningen anonymt.";
"kAuthedBindingAuthFailure" = "Användarnamnet och lösenordet du angav stämmer inte. Kontrollera din autentiseringsinformation och försök igen.";
"kPermissionFailureDuringAuthBind" = "Du har inte behörighet att skriva över den befintliga datorposten. Rapportera detta till serveradministratören eller försök med ett annat dator-ID.";

/* toolbar labels */
"kUsers" = "Användare";
"kServices" = "Tjänster";
"kAuth" = "Autentisering";
"kAdvanced" = "Avancerat";
"kDebug" = "Felsök";
"kSearchPaths" = "Sökpolicy";
